{"homes":[
        {"key": "9535b", "coord":{"latitude": 40.7998362079638, "longitude":-96.68389799627629}, "name": "Pauley-Sinkey House", "address": "2535 B Street", "date": "1920", "arch": "Robert E. Richardson", 
                "descript": "Frank and Olive Sinkey occupied 2535 B Street as early as 1921, then bought it from Ludwig Pauley in 1923 for $7,500. Frank was employed by Chicago, Burlington, & Quincy Railroad as chief dispatcher—a highly responsible position. Although built of wood, not the masonry preferred for more costly Prairie School houses, the Sinkeys’ house shared many characteristics of that style including the low-pitched hipped roof, wide eaves, varied windows, and especially the unusual porch. The porch is framed by buttress-like walls with stepped parapets supporting the shed roof, and partially screened with sturdy latticework panels."},
        {"key": "1745c", "coord":{"latitude": 40.801332438987366, "longitude": -96.69567483104457}, "name": "Daniel Risser House", "address": "1745 C Street", "date": "circa 1894", "arch": "Daniel and Anna Risser", 
                "descript": "This home was built by Daniel and Anna Risser around 1894. Daniel was a bookkeeper for W.J. Cooper & Cole Brothers, a plumbing supply business. Both of the Rissers resided in the house until their deaths. Anna died in 1906 and Daniel in 1917. As with many of Lincoln’s nineteenth century houses, the front porch of the Risser House was remodeled in the early twentieth century, replacing the fancier turned “Victorian” spindles and posts with more austere neoclassical columns and railings. A 1910 building permit allows us to date this remodeling. The front porch needed further attention when Gary Engelman purchased the property in 1987. He had new porch spindles made from salvaged ones and replaced the column bases. Around the same time, Steve Schneider of S&S Restorations helped paint the house to match the late Victorian scheme. The north entry, featuring a glass side-light and interesting brass hardware, leads through a small vestibule to the foyer and main stairway. During various remodeling projects, the staircase was walled in to meet fire codes for a multiple user facility. The steps from the landing to the first floor have since been restored to their original rounded design. A burst radiator on the third floor was the catalyst for Gary to upgrade the wiring, reopen the staircase, refinish the oak floors and replace the ceilings in the living room and second floor family room. The beautiful stain glassed window on the staircase landing was designed and made by Harry Timken of Palace Glass. The original woodwork throughout the house was lovingly cleaned of its layers of o by owners Gary Engelman and Diane Wing, and their army of friends. The living room boasts a wonderful leaded, glass transform, and a tremendous feature of the library/study is the stunning floor to ceiling bay window. The bay window is mirrored in the middle bedroom which is located directly above on the second floor. The Risser house includes two fireplaces, one in the library/study, and one directly above in the current master bedroom. A previous owner exposed the brick behind the stunning wood mantle on the first floor."}        
  ]
}